---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.FabricSheetLayoutPattern.MaximumSpacing
enum: Autodesk.Revit.DB.Structure.FabricSheetLayoutPattern
source: html/a13c4016-99f3-fc97-51ef-0ec2d534295a.htm
---
# Autodesk.Revit.DB.Structure.FabricSheetLayoutPattern.MaximumSpacing

The maximum distance between the rebars is specified by input,
 and the number of rebars changes based on the length of rebar set.